[
  {
    "id": "imperial_citizen",
    "name": "IMPERIAL CITIZEN",
    "quote": "By the Throne! God-Emperor, please protect me, I'll never sin again!",
    "attribution": "Evangeline Galdain, Manufactorum Labourer",
    "description": "The unwashed trillions that form Imperial society and prop up the Emperor's war machine through sweat and blood are diverse beyond imagining, hailing from the million unique worlds that make up the Imperium. However, there are some commonalities between the downtrodden commoners: they are utterly devoted to the God-Emperor, and ignorant of anything beyond the propaganda they are fed. They labour in hazardous conditions for punishing hours, and their treacherous work has left them with missing body parts replaced with cheap augmetics.\n\nEvangeline Galdain is a typical citizen, working for 18 hours every day at a plascrete manufactorum in Hive Ultio on Gilead Primus. She lost her organic leg when an overtired co-worker fumbled with a Heavy Rock Crusher. Her eye was replaced after a blight of Rector's Rot swept through her hab block; all she can remember from the incident that broke her ocular augmetic is the smell of incense, and she refuses to repair it or check the recordings.\n\nEvangeline spends her few spare credits on holy writs of protection sold by the Ecclesiarchy, though she can barely read the High Gothic script — even so, she has noticed some disquieting errors, which she has written off as mistranslations on her part.\n\nIf an Imperial Citizen is encountered during or after their work for the day, they are more than likely Exhausted.",
    "tierThreat": { "1": "T", "2": "T", "3": "T", "4": "T" },
    "keywords": ["IMPERIUM"],
    "attributes": { "S": 2, "T": 2, "A": 3, "I": 2, "Wil": 3, "Int": 1, "Fel": 2 },
    "resilience": { "value": 3, "note": "Ragged Clothes: 0 AR" },
    "defence": 1,
    "wounds": 4,
    "shock": 3,
    "skills": "Default 4, Awareness 3 (Passive 2)",
    "abilities": [
      { "type": "ACTION", "name": "Unarmed", "weaponId": "unarmed", "stats": "2 +1 ED / Range 1" },
      { "type": "COMPLICATION", "name": "Cheap Augmetic", "description": "Whenever this Threat rolls a Complication, one of their augmetics malfunctions. They are Hindered and unable to use the body part effectively until it is repaired by a DN 3 Tech (Int) Test." }
    ],
    "determination": "Spend 1 Ruin to roll 2d6.",
    "conviction": 2,
    "resolve": 1,
    "speed": 6,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "astra_militarum_trooper",
    "name": "ASTRA MILITARUM TROOPER",
    "quote": "What's another minute in hell? Tell me where to go and who to shoot at.",
    "attribution": "Sergeant Jäger Brolin, last recorded survivor of the third Charybdian incursion",
    "description": "Strictly drilled, terrified by their Commissar, and guided by their faith in the Emperor, Astra Militarum Troopers never back down, and are rightly feared as the beating heart of Humanity's war machine. Each regiment of the Imperial Guard trains their teeming masses differently, resulting in combat styles as varied as Humanity itself. That said, the results of deploying overwhelming numbers and focused firepower are undeniable, leading to some obvious universal strategies across the Astra Militarum. As the Imperium's standing army, many Troopers remain stationed on the planet they were trained, acting as security and law enforcement.",
    "tierThreat": { "1": "T", "2": "T", "3": "T", "4": "T" },
    "keywords": ["IMPERIUM"],
    "attributes": { "S": 3, "T": 3, "A": 3, "I": 3, "Wil": 2, "Int": 1, "Fel": 2 },
    "resilience": { "value": 7, "note": "Flak Armour: 3 AR" },
    "defence": 2,
    "wounds": 5,
    "shock": 3,
    "skills": "Default 4, Awareness 5 (Passive 3), Ballistic Skill 5",
    "abilities": [
      { "type": "ACTION", "name": "Lasgun", "stats": "7 +1 ED / Range 12-24-36 / Salvo 2 / Rapid Fire (1), Reliable" },
      { "type": "ACTION", "name": "Frag Grenade (1 Ammo)", "stats": "10 +4 ED / Range 12 / Salvo - / Blast (6)" },
      { "type": "ACTION", "name": "Knife or Bayonet", "stats": "5 +2 ED / Range 1" }
    ],
    "determination": "Spend 1 Ruin to roll 3d6.",
    "conviction": 2,
    "resolve": 1,
    "speed": 6,
    "size": "Avg",
    "mobOptions": "Ten-Strong Squad: In a Mob of ten or more Astra Militarum Troopers, one Trooper can exchange their Lasgun for Flamer, Melta Gun, Grenade Launcher, or Plasma Gun. Twenty-Strong Squad: In a Mob of twenty or more, two Troopers can operate a heavy weapon carriage with Autocannon, Heavy Bolter, Lascannon, or Missile Launcher.",
    "mobAbilities": "Human Waves: Whenever this Mob fails a Resolve Test or is destroyed the GM gains 1 Ruin. Bring It Down! This Mob gains +2 ED when all individuals attack the same target.",
    "source": "Core Rules"
  },
  {
    "id": "tactical_space_marine",
    "name": "TACTICAL SPACE MARINE",
    "quote": "Their number is unimportant. If they are enemies of the Emperor, they shall be slain. If they are powerful, we shall adapt. To each their due.",
    "attribution": "Remiel, Tactical Space Marine of the Absolvers Chapter",
    "description": "Each Space Marine is a genetically-engineered superhuman. Trained to their limits in adolescence and gen-hanced with superior organs, they are Humanity's greatest warriors. Physically and mentally beyond any of the other children of the sprawling Imperium, each Adeptus Astartes can go toe to toe with an Ork and is psycho-conditioned to do so in a tactically advanced manner. Tactical Space Marines are trained to adapt to any situation and use it to their advantage, but prefer surprise deployment and withering concentrated Bolter fire.\n\nThough few in number, Space Marines are daunting foes and are likely to be major antagonists in any game where they are a Threat.",
    "tierThreat": { "1": "A", "2": "A", "3": "E", "4": "E" },
    "keywords": ["ADEPTUS ASTARTES", "IMPERIUM", "[CHAPTER]"],
    "attributes": { "S": 7, "T": 5, "A": 5, "I": 5, "Wil": 4, "Int": 4, "Fel": 2 },
    "resilience": { "value": 11, "note": "Aquila Mk VII Power Armour: 5 AR" },
    "defence": 4,
    "wounds": 9,
    "shock": 6,
    "skills": "Default 7, Awareness 9 (Passive 5), Ballistic Skill 10, Weapon Skill 9",
    "bonuses": [
      { "name": "Know No Fear", "description": "Reroll any failed dice on a Resolve Test." },
      { "name": "Space Marine Implants", "description": "Gain bonus dice and options for actions from Space Marine Implants." },
      { "name": "Champion", "description": "This Threat may use Ruin Actions and has 3 personal Ruin." }
    ],
    "abilities": [
      { "type": "ACTION", "name": "Boltgun", "stats": "10 +1 ED / Range 12-24-36 / Salvo 2 / Brutal, Rapid Fire (2)" },
      { "type": "ACTION", "name": "Astartes Combat Knife", "stats": "10 +2 ED / Range 1 / Reliable" },
      { "type": "RUIN", "name": "Angel of Death", "description": "Spend 1 Ruin to add the game's Tier in ED to all attacks this round." }
    ],
    "determination": "Spend 1 Ruin to roll 6d6.",
    "conviction": 4,
    "resolve": 4,
    "speed": 7,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "enforcer",
    "name": "ENFORCER",
    "quote": "Rights? You've got whatever rights the Governor decides you have, mate.",
    "attribution": "Caro Felexian, Enforcer to Governor Thelonius Crichter",
    "description": "On the planetary level, those who maintain order and impose the decrees of the authorities — particularly the Planetary Governor — are known as Enforcers. Equipped with sturdy armour and deadly weaponry, these agents discipline, capture, and execute those who go against the authorities' proclamations. More often than not, Enforcers are an extension of the planetary governor's will, empowered to arrest and detain with even the flimsiest excuse.\n\nEnforcers are arrogant and believe themselves above the law. They are cunning enough to cover their corrupt activities (or their employer's), but will not hesitate to use whatever means necessary to enforce their governor's laws, bringing Shock Maul and Shotgun to bear. Without sufficient leverage they are difficult to sway from their tasks, but many have rackets on the side in case their governor suddenly turns up dead. Enforcers are usually most dangerous when directed by a commander, but if they take it upon themselves to mete out some rough justice, they can be an intimidating force on their own. Characters should certainly think before killing an Enforcer, lest they bring down the full weight of planetary law upon their heads.",
    "tierThreat": { "1": "E", "2": "T", "3": "T", "4": "T" },
    "keywords": ["IMPERIUM"],
    "attributes": { "S": 3, "T": 3, "A": 3, "I": 3, "Wil": 3, "Int": 3, "Fel": 3 },
    "resilience": { "value": 7, "note": "Flak Armour: 3 AR" },
    "defence": 2,
    "wounds": 5,
    "shock": 4,
    "skills": "Default 5, Awareness 6 (Passive 3), Intimidation 7, Investigation 6, Weapon Skill 6",
    "bonuses": [
      { "name": "Brutal Discipline", "description": "+2 bonus dice to Tests made against targets with the SCUM or HERETIC Keywords." }
    ],
    "abilities": [
      { "type": "BATTLECRY", "name": "Freeze, Scum!", "description": "Make an Intimidation Interaction Attack against 2 targets with no penalty." },
      { "type": "ACTION", "name": "Combat Shotgun", "stats": "10 +1 ED / Range 6-12-18 / Salvo 2 / Assault, Rapid-Fire (1), Spread" },
      { "type": "ACTION", "name": "Shock Maul", "stats": "7 +4 ED / AP -1 / Range 1 / Agonising, Brutal" }
    ],
    "determination": "Spend 1 Ruin to roll 5d6.",
    "conviction": 3,
    "resolve": 2,
    "speed": 5,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "chrono_gladiator",
    "name": "CHRONO GLADIATOR",
    "quote": "Your blood sings to me when it hits the sand.",
    "attribution": "Grax Steelheart, Champion of Portonian",
    "description": "A brutal union of flesh and metal, a Chrono Gladiator is forced to undergo extreme augmetic enhancement to become a killing machine. A clock in their nervous system constantly ticks down to their death, only reset through the act of killing. Some are criminals sentenced to 'death by Chrono', while others are victims of enslavement, or unfortunate debtors who give their lives to settle their account.\n\nFew escape the toll their gross augmentation takes on their sanity. Those that are able to make their peace with their new life rise to new heights of power as bodyguards and assassins. Others are warped in both mind and body: the Timekeeper of Hive Testimonium on Gilead Primus marks their kills with the precise time of death daubed on the walls above their victims, sustaining decades of life through bursts of violence.\n\nChronos are physically powerful, with augmentations such as oversized hydraulic claws, buzz-saw arms, iron lungs and piston-driven legs. Most have subdermal armour and chemically-induced resistance to pain. A Chrono's behaviour depends on how much of their humanity they retain — some protect fragile lives outside their bloody business. Others have lost themselves to a red rage, immune to reason or compassion. All of them know it is only a matter of time, and may attack allies when their precious seconds are running slim. Chrono Gladiators are a terrifying foe to throw against characters, whether fighting for their lives in a Scum Pit or hunting them down through the chaotic corridors of a Hive.",
    "tierThreat": { "1": "A", "2": "E", "3": "T", "4": "T" },
    "keywords": ["ADEPTUS MECHANICUS", "IMPERIUM", "SCUM"],
    "attributes": { "S": 4, "T": 4, "A": 2, "I": 4, "Wil": 3, "Int": 2, "Fel": 1 },
    "resilience": { "value": 6, "note": "Grafted Flak Plates: 1 AR" },
    "defence": 3,
    "wounds": 6,
    "shock": 4,
    "skills": "Default 7, Awareness 4 (Passive 2)",
    "abilities": [
      { "type": "ACTION", "name": "Power Claw", "stats": "13 +3 ED / AP -2 / Range 1 / Brutal, Unwieldy (2)" },
      { "type": "WRATH", "name": "Borrowed Time", "description": "Make an Attack as a Free Action against any target in range." },
      { "type": "REACTION", "name": "Combat Stimms", "description": "Once per round, you can suffer 1 Shock to immediately take a Combat Action. Roll an Opposed Initiative Test if interrupting." }
    ],
    "determination": "Spend 1 Ruin to roll 4d6.",
    "conviction": 3,
    "resolve": 2,
    "speed": 6,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "mutant",
    "name": "MUTANT",
    "quote": "If the laws of Humanity will not protect us, then why should we be bound by them?",
    "attribution": "Iguine 'Threearms' Spliknf, self-proclaimed preacher of Rad Falls",
    "description": "Humans born with severe genetic deviations are known collectively as 'Mutants'. These mutations can vary limitlessly: additional limbs, scaly skin, serpentine eyes, tentacles, bony crests, erupting sores, distended jaws, and all manner of appendages. They are distinct from the stable and acceptable Abhumans, such as Ogryns or Ratlings, who may join the Imperial Guard. Mutants have no singular identifier save their mutation and are not accepted as part of wider Imperial society.\n\nSome worlds have a standing kill order on Mutants, and some use them as slave labour, forcing them to work in the deepest chem-mines. A bloody history of attempted rebellions reinforces the need for cruel treatment and restricted freedoms in the minds of many citizens.\n\nMutants are normally forbidden from carrying weapons, and are limited to what they can scavenge or fashion themselves. They are resourceful and paranoid, hardened by years of mistreatment, but circumstances may be drastic enough to push them into a tentative alliance with those who offer something of value.",
    "tierThreat": { "1": "E", "2": "T", "3": "T", "4": "T" },
    "keywords": ["MUTANT", "SCUM"],
    "attributes": { "S": 4, "T": 3, "A": 3, "I": 4, "Wil": 3, "Int": 2, "Fel": 2 },
    "resilience": { "value": 5, "note": "Scavenged Armour: 1 AR" },
    "defence": 3,
    "wounds": 5,
    "shock": 4,
    "skills": "Default 5, Weapon Skill 6",
    "bonuses": [
      { "name": "Mutative", "description": "Whenever a Mutant deals a Wound, the GM gains +1 Ruin." }
    ],
    "abilities": [
      { "type": "ACTION", "name": "Industrial Bludgeon", "stats": "8 +2 ED / Range 1 / Brutal, Unwieldy" },
      { "type": "WRATH", "name": "Sticky Fingers", "description": "A target within 2m must succeed on an opposed Strength Test or drop a random piece of Wargear." },
      { "type": "REACTION", "name": "Desperation", "description": "Whenever a piece of Wargear is dropped within 18m of a Mutant, they Sprint toward it and pick it up as a Reflexive Action. Their Defence is reduced by 2 for the next Round." }
    ],
    "determination": "Spend 1 Ruin to roll 3d6.",
    "conviction": 3,
    "resolve": 2,
    "speed": 6,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "scum",
    "name": "SCUM",
    "quote": "Scum they call me. Nah, I says. I won't wear that label. What makes me less than them Up-hivers? Just because I'm down here in the filth of their decisions, don't make my life worth any less.",
    "attribution": "Telis San-Jurmane, head of the Styimi water vendors",
    "description": "Scum are unlikely to attack alone and often coordinate ambushes to tilt the odds in their favour. They are strong on their home turf and have no compunction about cheating if it prolongs their survival by a second or two.",
    "tierThreat": { "1": "T", "2": "T", "3": "T", "4": "T" },
    "keywords": ["SCUM"],
    "attributes": { "S": 2, "T": 3, "A": 3, "I": 3, "Wil": 2, "Int": 1, "Fel": 2 },
    "resilience": { "value": 4, "note": "Ragged Clothes: 0 AR" },
    "defence": 2,
    "wounds": 5,
    "shock": 3,
    "skills": "Default 5, Awareness 6 (Passive 3), Stealth 7, Weapon Skill 6",
    "abilities": [
      { "type": "ACTION", "name": "Autopistol", "stats": "7 +1 ED / Range 6-12-18 / Salvo 2 / Pistol" },
      { "type": "ACTION", "name": "Combat Knife", "stats": "4 +2 ED / Range 1" },
      { "type": "BATTLECRY", "name": "Without Honour", "description": "Scum cheat in any fight. On the first round of combat, this Threat may substitute their Stealth for Weapon Skill or Ballistic Skill Tests." }
    ],
    "determination": "Spend 1 Ruin to roll 3d6.",
    "conviction": 2,
    "resolve": 1,
    "speed": 6,
    "size": "Avg",
    "mobAbilities": "Followers: If a friendly Elite or Adversary is within 10m, the Scum Mob gains +1 Resolve.",
    "source": "Core Rules"
  },
  {
    "id": "combat_servitor",
    "name": "COMBAT SERVITOR",
    "quote": "Halt. Halt. Hch... alt",
    "attribution": "Unit XY118, Gun Servitor",
    "description": "Servitors are Humans whose brains have been lobotomised and reprogrammed by the Adeptus Mechanicus, and whose bodies have been heavily modified with technology — an apt supporter for the Imperium war machine, requiring no thoughts, only actions. They are perfectly adapted to their purpose, whether as a living weapon, a technical toolkit, or a portable cogitator.\n\nServitors are all but immune to pain, with reinforced plating hammered into their torsos and armoured mesh wrapping their vital organs. Combat Servitors are effective in a Mob or under the control of a commander, and are utterly implacable until forcibly stopped.",
    "tierThreat": { "1": "T", "2": "T", "3": "T", "4": "T" },
    "keywords": ["ADEPTUS MECHANICUS", "IMPERIUM", "SERVITOR"],
    "attributes": { "S": 4, "T": 2, "A": 2, "I": 2, "Wil": 1, "Int": 1, "Fel": 1 },
    "resilience": { "value": 7, "note": "Grafted Flak Plates: 4 AR" },
    "defence": 1,
    "wounds": 4,
    "shock": "-",
    "skills": "Default 4, Weapon Skill 5",
    "bonuses": [
      { "name": "Iron Soul", "description": "This Threat is unaffected by abilities that target the mind, and never needs to make a Resolve Test to continue fighting." }
    ],
    "abilities": [
      { "type": "ACTION", "name": "Servo Arm", "stats": "9 +2 ED / AP -3 / Range 1 / Brutal, Unwieldy (2)" },
      { "type": "COMPLICATION", "name": "Error", "description": "The Servitor is Exhausted for 1 Round. This can be negated by an ally succeeding on a DN 3 Tech (Int) Test." }
    ],
    "determination": "Spend 1 Ruin to roll 3d6.",
    "conviction": 1,
    "resolve": 1,
    "speed": 5,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "servo_skull",
    "name": "SERVO-SKULL",
    "quote": "Whirr. Click.",
    "attribution": "'Skully', beloved Servo-Skull of Inquisitor Lucetta Gargreve",
    "description": "Servo-Skulls are Human skulls that have been fitted with support systems and an anti-grav motor, usually the sacrificed remains of a terminal favoured servant, or a low-ranking member of the Adeptus Mechanicus. Often seen flitting around laboratories of Tech-Priests, Administratum archives, and along the trenches of battlefields on the fringes of Imperial space, their small size and manoeuvrability allow them to enter otherwise inaccessible spaces or hazardous areas.\n\nServo-Skulls are difficult to hit due to their small size, and are most likely to be the scout or assistant for a larger force.",
    "tierThreat": { "1": "T", "2": "T", "3": "T", "4": "T" },
    "keywords": ["ADEPTUS MECHANICUS", "IMPERIUM", "SERVITOR"],
    "attributes": { "S": 1, "T": 1, "A": 2, "I": 4, "Wil": 2, "Int": 3, "Fel": 2 },
    "resilience": { "value": 2 },
    "defence": 5,
    "wounds": 3,
    "shock": "-",
    "skills": "Default 5, Awareness 6 (Passive 3), Stealth 7",
    "bonuses": [
      { "name": "Iron Soul", "description": "This Threat is unaffected by abilities that target the mind, and never needs to make a Resolve Test to continue fighting." },
      { "name": "Assistant", "description": "Any Elite or Adversary ally within 10m of the Servo-Skull gains +2 bonus dice to all Skill Tests." }
    ],
    "abilities": [
      { "type": "ACTION", "name": "Skull Bash", "stats": "3 +1 ED / Range 1" }
    ],
    "determination": "Spend 1 Ruin to roll 2d6.",
    "conviction": 2,
    "resolve": 1,
    "speed": 10,
    "size": "Tiny",
    "movement": "Flight",
    "source": "Core Rules"
  },
  {
    "id": "cultist",
    "name": "CULTIST",
    "quote": "I will follow a Corpse-God no more. I am free.",
    "attribution": "Anonymous",
    "description": "Cultists come from all walks of Imperial life; anyone can become disenfranchised with the Imperium's totalitarian rule. Those who forswear their loyalty to the Imperium almost invariably soon place their faith in the Dark Gods.\n\nTo the unwary, a cultist may appear no different than any other citizen of the Imperium. Most cover their blasphemous brands and tattoos with clothing, revealing them only in the presence of their peers. Cultists are rarely alone and fight with savage fury, whether following a leader or simply lashing out on the whims of Warp-born Chaos.",
    "tierThreat": { "1": "T", "2": "T", "3": "T", "4": "T" },
    "keywords": ["CHAOS", "HERETIC"],
    "attributes": { "S": 2, "T": 3, "A": 2, "I": 3, "Wil": 3, "Int": 2, "Fel": 3 },
    "resilience": { "value": 4, "note": "Ragged Clothes: 0 AR" },
    "defence": 2,
    "wounds": 5,
    "shock": 4,
    "skills": "Default 3, Awareness 4 (Passive 2), Deception 5, Stealth 5, Weapon Skill 5",
    "bonuses": [
      { "name": "Devotion", "description": "Any time a Cultist is slain by a Critical Hit, the GM gains 1 Ruin." }
    ],
    "abilities": [
      { "type": "ACTION", "name": "Shoot and Stab", "description": "A Cultist takes no Multi-Action penalty on a turn where they elect to shoot their Autopistol and stab with their Knife." },
      { "type": "ACTION", "name": "Autopistol", "stats": "7 +1 ED / Range 6-12-18 / Salvo 2 / Pistol" },
      { "type": "ACTION", "name": "Knife", "stats": "4 +2 ED / Range 1" }
    ],
    "determination": "Spend 1 Ruin to roll 3d6.",
    "conviction": 3,
    "resolve": 2,
    "speed": 6,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "cult_leader",
    "name": "CULT LEADER",
    "quote": "Cast off the lies of oppression. The True Path is before us. Open your eyes to the change made possible by the Master of Fates.",
    "attribution": "Ivano Caroson, High Cleric of the Transcendent Eye",
    "description": "Fanaticism is most dangerous when focused by a leader. Smaller churches are led by those who began as any other cultist: a disgruntled citizen in need of hope, filling the void of faith with a new ideology. Cult leaders are people of firm conviction and zeal, skilled orators who are able to draw on community bonds to forge a loyal congregation.\n\nChaos Cultist Leaders make fantastic Adversaries, the cackling shepherd behind a corrupted flock, or lieutenants to a greater Threat at higher Tiers. They are masters of misdirection, often maintaining a respectable facade.",
    "tierThreat": { "1": "A", "2": "E", "3": "E", "4": "T" },
    "keywords": ["CHAOS", "HERETIC"],
    "attributes": { "S": 3, "T": 4, "A": 3, "I": 4, "Wil": 5, "Int": 4, "Fel": 4 },
    "resilience": { "value": 6, "note": "Armoured Robe: 1 AR" },
    "defence": 3,
    "wounds": 8,
    "shock": 7,
    "skills": "Default 6, Awareness 7 (Passive 4), Deception 7, Intimidate 7, Persuasion 8, Stealth 6, Weapon Skill 7",
    "bonuses": [
      { "name": "Herald of Ruin", "description": "At the start of each Round this Threat is alive, the GM gains a point of Ruin for every 6 Cultists alive in the Scene." },
      { "name": "Champion", "description": "This Threat may use Ruin Actions and has 1 personal Ruin." },
      { "name": "Priest of the Dark Gods", "description": "This Threat gains +2 bonus dice to all Interaction Attacks." }
    ],
    "abilities": [
      { "type": "ACTION", "name": "Autopistol", "stats": "7 +1 ED / Range 6-12-18 / Salvo 2 / Pistol" },
      { "type": "ACTION", "name": "Chainsword", "stats": "8 +4 ED / Range 1 / Brutal, Parry" },
      { "type": "BATTLECRY", "name": "Kneel Before the Dark Gods!", "description": "As an Action the Cult Leader makes an Interaction Attack against all targets within 15m who do not possess the CHAOS Keyword. Any target affected by the Interaction Attack is Prone in addition to the normal effects." },
      { "type": "RUIN", "name": "Kill Them ALL!", "description": "Spend 1 Ruin. As a Free Action, the Cult Leader commands a Mob of Cultists within 3m to make one Combat Action immediately." }
    ],
    "determination": "Spend 1 Ruin to roll 4d6.",
    "conviction": 5,
    "resolve": 4,
    "speed": 6,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "rogue_psyker",
    "name": "ROGUE PSYKER",
    "quote": "I pity you, standing there with your cherished Wargear. How naive of you to think such trinkets can keep me from the power that is my birthright.",
    "attribution": "High Adept Sywethan of the Divine Path",
    "description": "A Rogue Psyker can manipulate reality by channelling the power of the Warp, unconstrained — and unprotected — by the teachings of the Adeptus Astra Telepathica. Unsanctioned Psykers are illegal citizens, and those that avoid the torturous tithes of the Black Ships and the wrath of Ordo Hereticus witch hunters commonly fall to Chaos.\n\nWhatever their background, Rogue Psykers are lonely, unstable individuals with everything to lose. Rogue Psykers often ally with others for safety, but their connection to the Warp makes them fundamentally unpredictable.",
    "tierThreat": { "1": "A", "2": "E", "3": "E", "4": "T" },
    "keywords": ["CHAOS", "HERETIC", "PSYKER"],
    "attributes": { "S": 2, "T": 3, "A": 2, "I": 5, "Wil": 5, "Int": 4, "Fel": 2 },
    "resilience": { "value": 4, "note": "Ragged Clothes: 0 AR" },
    "defence": 4,
    "wounds": 7,
    "shock": 7,
    "skills": "Default 5, Awareness 6 (Passive 3), Psychic Mastery 8",
    "bonuses": [
      { "name": "Champion", "description": "This Threat may use Ruin Actions and has 2 personal Ruin." },
      { "name": "Warp Touched", "description": "Whenever a Rogue Psyker rolls a Psychic Mastery (Wil) Test, they gain bonus Wrath dice equal to the Tier of the game." }
    ],
    "abilities": [
      { "type": "ACTION", "name": "Maleficarum", "description": "The Rogue Psyker attempts to activate Smite or a Maleficarum psychic power." },
      { "type": "ACTION", "name": "Laspistol", "stats": "7 +1 ED / Range 6-12-18 / Salvo 1 / Pistol, Reliable" },
      { "type": "RUIN", "name": "Psychic Storm", "description": "Spend 1 Ruin. The Rogue Psyker attempts to activate a psychic power or Deny the Witch." }
    ],
    "determination": "Spend 1 Ruin to roll 3d6.",
    "conviction": 5,
    "resolve": 4,
    "speed": 6,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "possessed_mortal",
    "name": "POSSESSED MORTAL",
    "quote": "Pain paves my path to glory!",
    "attribution": "Welbec Ironlock, servant of Khorne",
    "description": "Mortal beings, particularly Psykers, are vulnerable to possession by Daemons that are unable to manifest independently in the Materium. While there are common traits in the physical changes wrought by possession, no two cases are alike: they might display discoloured skin that puckers and scabs, a blackening or whitening of the eyes, extra limbs, bone protrusions and even wings.\n\nA Possessed Mortal becomes stronger, faster, and more resilient, able to think more quickly as they draw on forbidden knowledge. Daemonic possession is not subtle. It warps the Possessed Mortal in body, mind, and soul.",
    "tierThreat": { "1": "A", "2": "E", "3": "T", "4": "T" },
    "keywords": ["CHAOS", "DAEMON"],
    "attributes": { "S": 5, "T": 4, "A": 2, "I": 4, "Wil": 3, "Int": 4, "Fel": 3 },
    "resilience": { "value": 8, "note": "Mutating Flesh: 3 AR" },
    "defence": 3,
    "wounds": 6,
    "shock": 4,
    "skills": "Default 6, Awareness 9 (Passive 5), Weapon Skill 7",
    "bonuses": [
      { "name": "Champion", "description": "This Threat may use Ruin Actions and has 2 personal Ruin." }
    ],
    "abilities": [
      { "type": "BATTLECRY", "name": "Frightful Form", "description": "Anyone that can see this Threat must make a DN 3 Fear Test." },
      { "type": "ACTION", "name": "Horrifying Tendril", "stats": "11 +2 ED / AP -2 / Range 4" },
      { "type": "DETERMINATION", "name": "Daemonic Determination", "description": "Spend 1 Ruin to roll 4d6. Daemons can roll Determination against Mortal Wounds. Any Wounds negated by Determination are ignored instead of being converted to Shock." },
      { "type": "ANNIHILATION", "name": "Burnt Body", "description": "Unless prevented from doing so, the Daemon escapes back to the Warp, and the resultant Warp energy explodes from the now empty mortal host. Warp Explosion: 5 +5 ED / Agonising, Blast (6)" }
    ],
    "determination": "Spend 1 Ruin to roll 4d6. (Daemonic)",
    "conviction": 3,
    "resolve": 2,
    "speed": 6,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "chaos_space_marine",
    "name": "CHAOS SPACE MARINE",
    "quote": "A hundred lifetimes of murder and still the thrill of combat calls to me.",
    "attribution": "Ashesh Kushal Siddhran, Pleasure Prince of Slaanesh",
    "description": "The fall of a Space Marine is a tragedy, the dark echo of the best that Humanity has to offer. Treacherous, narcissistic warmongers, they fight for no cause save their own.\n\nThe corrupting influence of the Warp twists and mutates his ceramite armour, sprouting grotesque growths of bone and glowing daemonic runes. Whatever their past, all Chaos Space Marines are united by one purpose: to see the galaxy consumed by war.",
    "tierThreat": { "1": "A", "2": "A", "3": "E", "4": "E" },
    "keywords": ["ADEPTUS ASTARTES", "CHAOS", "[LEGION]", "[MARK OF CHAOS]"],
    "attributes": { "S": 8, "T": 6, "A": 5, "I": 5, "Wil": 4, "Int": 3, "Fel": 2 },
    "resilience": { "value": 12, "note": "Mark V Power Armour: 5 AR" },
    "defence": 4,
    "wounds": 10,
    "shock": 6,
    "skills": "Default 5, Awareness 9 (Passive 5), Ballistic Skill 8, Weapon Skill 8",
    "bonuses": [
      { "name": "Architect of Ruin", "description": "The GM gains 1 point of Ruin at the start of each of this Threat's turns." },
      { "name": "Champion", "description": "This Threat may use Ruin Actions and has 1 personal Ruin." },
      { "name": "Mark of Chaos", "description": "This Threat has a Mark of Chaos." },
      { "name": "Space Marine Implants", "description": "Gain bonus dice and options for actions from Space Marine Implants." }
    ],
    "abilities": [
      { "type": "ACTION", "name": "Bolt Pistol", "stats": "10 +1 ED / Range 6-12-18 / Salvo 1 / Brutal, Pistol" },
      { "type": "ACTION", "name": "Chainsword", "stats": "13 +4 ED / Range 1 / Brutal, Parry" },
      { "type": "RUIN", "name": "Veteran of the Long War", "description": "Spend 1 Ruin to add the game's Tier as ED to all attacks this Threat makes this Round." }
    ],
    "determination": "Spend 1 Ruin to roll 6d6.",
    "conviction": 4,
    "resolve": 4,
    "speed": 7,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "bloodletter",
    "name": "BLOODLETTER",
    "quote": "Slay without pity; triumph without remorse. You are the legions of Khorne, His favourite warriors.",
    "attribution": "Rorath'rath the Skullweaver",
    "description": "Bloodletters are the most numerous of all Khorne's daemonic creatures, Lesser Daemons that act as heralds of the Blood Tide and reapers of skulls. Battle is a Bloodletter's singular reason for existence; they have no purpose other than to fight and slaughter and kill.\n\nArmed with murderous obsidian Hellblades, Bloodletters attack in frenzy; hacking through armour and flesh, severing limbs, and claiming skulls for Khorne.",
    "tierThreat": { "1": "A", "2": "A", "3": "E", "4": "E" },
    "keywords": ["CHAOS", "DAEMON", "KHORNE"],
    "attributes": { "S": 7, "T": 6, "A": 3, "I": 4, "Wil": 3, "Int": 3, "Fel": 3 },
    "resilience": { "value": 7 },
    "defence": 3,
    "wounds": 10,
    "shock": "-",
    "skills": "Default 5, Awareness 9 (Passive 5), Weapon Skill 10",
    "bonuses": [
      { "name": "Locus of Fury", "description": "Anyone who makes a melee attack within 2 metres of this Threat (including itself) may reroll any 1s on their Weapon Skill Tests. Complications may not be rerolled in this way." }
    ],
    "abilities": [
      { "type": "BATTLECRY", "name": "Frightful Form", "description": "Anyone that can see this Threat must make a DN 3 Fear Test." },
      { "type": "ACTION", "name": "Hellblade", "stats": "13 +2 ED / AP -3 / Range 1 / Brutal, Parry" },
      { "type": "WRATH", "name": "Blood for the Blood God!", "description": "If this Threat rolls a Wrath Critical as part of an attack, the target suffers the Bleeding Condition in addition to any other effects." },
      { "type": "DETERMINATION", "name": "Daemonic Determination", "description": "Spend 1 Ruin to roll 6d6. Daemons can roll Determination against Mortal Wounds. Any Wounds negated by Determination are ignored instead of being converted to Shock." }
    ],
    "determination": "Spend 1 Ruin to roll 6d6. (Daemonic)",
    "conviction": 3,
    "resolve": 2,
    "speed": 6,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "daemonette",
    "name": "DAEMONETTE",
    "quote": "Your desires betray you, mortal. The lies of your heart are sweet as nectar on my tongue.",
    "attribution": "Lyssa'har, Pleasureherald of Slaanesh",
    "description": "Daemonettes form the mainstay of Slaanesh's pleasure hosts. Those who behold the Lesser Daemons become convinced that they are the very definition of beauty. At once sickly captivating and utterly revolting, their every movement robs their opponents of the will to fight.\n\nDaemonettes are swift, devastating foes. Precise in their savagery, they weave among their enemies to snip off limbs and peel open flesh.",
    "tierThreat": { "1": "A", "2": "A", "3": "E", "4": "E" },
    "keywords": ["CHAOS", "DAEMON", "SLAANESH"],
    "attributes": { "S": 5, "T": 4, "A": 7, "I": 7, "Wil": 4, "Int": 4, "Fel": 6 },
    "resilience": { "value": 5 },
    "defence": 6,
    "wounds": 6,
    "shock": "-",
    "skills": "Default 8, Awareness 9 (Passive 5), Deception 9, Persuasion 9, Weapon Skill 9",
    "bonuses": [
      { "name": "Allure of Slaanesh", "description": "Attack Tests made against Daemonettes use Willpower as their Attribute — ranged attacks use Ballistic Skill (Wil), melee attacks use Weapon Skill (Wil)." }
    ],
    "abilities": [
      { "type": "BATTLECRY", "name": "Disquieting Creature & Quicksilver Swiftness", "description": "Anyone that can see or hear a Daemonette must pass a DN 3 Fear Test. The Daemonette then acts first in the Initiative order as though they had Seized the Initiative." },
      { "type": "ACTION", "name": "Piercing Claws", "stats": "11 +2 ED / AP -1 / Range 1 / Parry, Penetrating (3)" },
      { "type": "DETERMINATION", "name": "Daemonic Determination", "description": "Spend 1 Ruin to roll 4d6. Daemons can roll Determination against Mortal Wounds. Any Wounds negated by Determination are ignored instead of being converted to Shock." }
    ],
    "determination": "Spend 1 Ruin to roll 4d6. (Daemonic)",
    "conviction": 4,
    "resolve": 6,
    "speed": 7,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "pink_horror",
    "name": "PINK HORROR",
    "quote": "I am many made one.",
    "attribution": "Tyzek V'th, Changebringer of Tzeentch",
    "description": "Horrors claim a mastery of the Warp far beyond most mortals, revelling in their progenitor Tzeentch's status as the greatest sorcerer in any realm. Horrors manifest their power as spheres of change-fire that bypass armour to burn and mutate body and soul.\n\nThe largest of these Daemons are Pink Horrors, which caper across the battlefield like leering, excited children, burning everything in their wake. A slain Pink Horror splits into two Blue Horrors.",
    "tierThreat": { "1": "A", "2": "A", "3": "E", "4": "E" },
    "keywords": ["CHAOS", "DAEMON", "PSYKER", "TZEENTCH"],
    "attributes": { "S": 3, "T": 3, "A": 3, "I": 4, "Wil": 4, "Int": 4, "Fel": 4 },
    "resilience": { "value": 4 },
    "defence": 3,
    "wounds": 5,
    "shock": "-",
    "skills": "Default 8, Awareness 9 (Passive 5), Psychic Mastery 9, Weapon Skill 9",
    "abilities": [
      { "type": "BATTLECRY", "name": "Frightful Form", "description": "Anyone that can see this Threat must make a DN 3 Fear Test." },
      { "type": "ACTION", "name": "Coruscating Flames", "stats": "9 +1 ED / Range 12-24-36 / Salvo 1 / Assault, Inflicts (On Fire), Spread" },
      { "type": "ACTION", "name": "Magical Claws", "stats": "6 +2 ED / Range 1" },
      { "type": "DETERMINATION", "name": "Daemonic Determination", "description": "Spend 1 Ruin to roll 3d6. Daemons can roll Determination against Mortal Wounds. Any Wounds negated by Determination are ignored instead of being converted to Shock." },
      { "type": "ANNIHILATION", "name": "Split", "description": "The Pink Horror splits into two Blue Horrors." }
    ],
    "determination": "Spend 1 Ruin to roll 3d6. (Daemonic)",
    "conviction": 4,
    "resolve": 3,
    "speed": 6,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "plaguebearer",
    "name": "PLAGUEBEARER",
    "quote": "Soft flesh and brittle bone. You will feel the Grandfather's touch.",
    "attribution": "Foeticus, Plaguewarden of Nurgle",
    "description": "Cursed to endure the endless monotony of tallying every sickness that spurts from Nurgle's foetid cauldron, a Plaguebearer spends the entirety of their blighted existence counting poxes, plagues, and epidemics. Foetid Lesser Daemons with one eye and a single horn erupting from their foreheads.\n\nTo fight a Plaguebearer is to fight the limits of your own body: clouds of toxic air surround them, at best blinding their foes and at worst ruining respiratory systems.",
    "tierThreat": { "1": "A", "2": "A", "3": "E", "4": "E" },
    "keywords": ["CHAOS", "DAEMON", "NURGLE"],
    "attributes": { "S": 4, "T": 8, "A": 3, "I": 4, "Wil": 3, "Int": 3, "Fel": 1 },
    "resilience": { "value": 9 },
    "defence": 3,
    "wounds": 12,
    "shock": "-",
    "skills": "Default 8, Awareness 7 (Passive 4), Weapon Skill 9",
    "bonuses": [
      { "name": "Cloud of Flies", "description": "A Plaguebearer is surrounded by a supernatural cloud of filth-blackened flies, obscuring it from view. The Plaguebearer counts as being in Full Cover at all times (+2 bonus, already calculated in Defence above)." }
    ],
    "abilities": [
      { "type": "BATTLECRY", "name": "Frightful Form", "description": "Anyone that can see this Threat must make a DN 3 Fear Test." },
      { "type": "ACTION", "name": "Plaguesword", "stats": "11 +2 ED / Range 1 / Inflict (Poison 7), Parry" },
      { "type": "DETERMINATION", "name": "Disgustingly Resilient Daemon", "description": "You do not need to spend Ruin to roll Determination. Roll 7d6. Daemons can roll Determination against Mortal Wounds. Any Wounds negated by Determination are ignored instead of being converted to Shock." }
    ],
    "determination": "Roll 7d6. (Disgustingly Resilient)",
    "conviction": 3,
    "resolve": 2,
    "speed": 5,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "poxwalker",
    "name": "POXWALKER",
    "quote": "Join us...",
    "attribution": "The Ending Horde, Septis Manufactorum",
    "description": "Poxwalkers are the end result of some of Nurgle's most virulent plagues. Once infected, a host withers, degrading until their soul erodes and their body is left a disease-ridden husk. After death the body continues to mutate, sprouting horns and bony protrusions.\n\nClumsy and slow, armed with only the crudest of weapons, a lone Poxwalker poses little threat to an experienced warrior, but in a horde they descend to spread infection with sickening abandon.",
    "tierThreat": { "1": "T", "2": "T", "3": "T", "4": "T" },
    "keywords": ["CHAOS", "NURGLE"],
    "attributes": { "S": 4, "T": 3, "A": 2, "I": 2, "Wil": 1, "Int": 1, "Fel": 1 },
    "resilience": { "value": 4 },
    "defence": 1,
    "wounds": 5,
    "shock": 2,
    "skills": "Default 3, Awareness 3 (Passive 2), Weapon Skill 5",
    "bonuses": [
      { "name": "Mindless", "description": "This Threat automatically passes Resolve Tests." }
    ],
    "abilities": [
      { "type": "ACTION", "name": "Infectious Fists and Teeth", "stats": "6 +1 ED / Range 1 / Inflicts (Poison 3)" }
    ],
    "determination": "Spend 1 Ruin to roll 3d6.",
    "conviction": 2,
    "resolve": 1,
    "speed": 4,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "chaos_spawn",
    "name": "CHAOS SPAWN",
    "quote": "Kill me...",
    "attribution": "Anonymous",
    "description": "The result of failed attempts to ascend to daemonhood, each Chaos Spawn writhes with pain and power, their shifting flesh suffused with uncontrollable Warp energy. No two Spawn look the same: some are multi-limbed beasts with claws and wings, while others are bulbous or serpentine masses.\n\nChaos Spawn attack with swift aggression and shifting forms, equipped with raking claws one moment and grasping tentacles the next.",
    "tierThreat": { "1": "E", "2": "E", "3": "E", "4": "E" },
    "keywords": ["CHAOS", "HERETIC", "MUTANT"],
    "attributes": { "S": 5, "T": 6, "A": 5, "I": 4, "Wil": 1, "Int": 1, "Fel": 1 },
    "resilience": { "value": 7 },
    "defence": 3,
    "wounds": 10,
    "shock": "-",
    "skills": "Default 5, Awareness 6 (Passive 3), Weapon Skill 9",
    "bonuses": [
      { "name": "Architect of Ruin", "description": "The GM gains 1 point of Ruin at the start of each of this Threat's turns." },
      { "name": "Champion", "description": "This Threat may use Ruin Actions." }
    ],
    "abilities": [
      { "type": "BATTLECRY", "name": "Terrifying", "description": "Anyone that can see this Threat must make a DN 5 Terror Test." },
      { "type": "ACTION", "name": "Hideous Mutations", "description": "Roll 1d3 at the start of each turn: 1: Razor Claw (12 +3 ED / AP -4 / Range 1), 2: Grasping Tendrils (12 +3 ED / AP -2 / Range 4 melee), 3: Dripping Poison (12 +3 ED / AP -2 / Inflict (Poison 7) / Range 1)" }
    ],
    "determination": "Spend 1 Ruin to roll 6d6.",
    "conviction": 1,
    "resolve": 1,
    "speed": 7,
    "size": "Large",
    "source": "Core Rules"
  },
  {
    "id": "ork_boy",
    "name": "ORK BOY",
    "quote": "I 'ate Humies. Now come 'ere so I can break yer bones.",
    "attribution": "Gutwakka, Toofless tribe",
    "description": "Hulking monsters possessed of immense strength standing head and shoulders above most Humans, Ork Boyz value cunning over intelligence and possess an innate affinity with combat and the tools of war. Their formidable constitution lets them shrug off wounds that would fell a Human.\n\nOrks band together in loose groups called 'mobs' led by the toughest, meanest Ork. Orks are shock troops by nature, running straight into the fray. Where there is one Ork, there are many.",
    "tierThreat": { "1": "E", "2": "T", "3": "T", "4": "T" },
    "keywords": ["ORK", "[CLAN]"],
    "attributes": { "S": 4, "T": 4, "A": 2, "I": 3, "Wil": 1, "Int": 1, "Fel": 1 },
    "resilience": { "value": 5, "note": "Ripped Clothes: 0 AR" },
    "defence": 2,
    "wounds": 6,
    "shock": 2,
    "skills": "Default 5, Awareness 4 (Passive 2), Ballistic Skill 4, Weapon Skill 7",
    "bonuses": [
      { "name": "'Ere We Go!", "description": "If this Threat is Engaged at the start of its Turn, it gains +2 damage to melee attacks." }
    ],
    "abilities": [
      { "type": "BATTLECRY", "name": "Get Stuck In!", "description": "The Ork Boy Charges the nearest enemy, firing their Slugga wildly. Make a Ballistic Skill (A) Test against the target's Defence as part of the Charge; if it hits, it does not deal damage, but all enemies within 30m of the Ork Boy must make a DN 3 Fear Test." },
      { "type": "ACTION", "name": "Slugga", "stats": "10 +1 ED / Range 6-12-18 / Salvo 1 / Pistol, Waaagh!" },
      { "type": "ACTION", "name": "Choppa", "stats": "7 +3 ED / Range 1 / Reliable, Waaagh!" },
      { "type": "ACTION", "name": "Stikkbombz (2)", "stats": "9 +5 ED / Range 16 / Blast (6)" }
    ],
    "determination": "Spend 1 Ruin to roll 4d6.",
    "conviction": 1,
    "resolve": 1,
    "speed": 6,
    "size": "Avg",
    "mobAbilities": "Anarchy (Complication): Whenever the Mob rolls a Complication, the Mob starts infighting and inflicts 1d3 Shock on itself. Add 1d3 Shock for every ten Boyz. Mob Rule: A Mob of Ork Boyz gains +1 bonus Icon to any Resolve Tests. This increases by +1 for every ten Boyz.",
    "source": "Core Rules"
  },
  {
    "id": "kommando",
    "name": "KOMMANDO",
    "quote": "'Ere boyz, watch this one try to scream.",
    "attribution": "Gogsnag Throatslitter",
    "description": "Orks are not renowned for their subtlety. Kommandos, however, represent the exception to this rule. Excelling at acts of cunning, they range ahead of an Ork army, acting as scouts, saboteurs, and guerilla fighters.\n\nOther Orks view Kommandos with a mix of suspicion and disdain. A Kommando's real strength is their stealth, so putting them in a situation where they can get the drop on characters makes for a memorable encounter.",
    "tierThreat": { "1": "E", "2": "E", "3": "T", "4": "T" },
    "keywords": ["ORK", "[CLAN]"],
    "attributes": { "S": 4, "T": 4, "A": 4, "I": 3, "Wil": 2, "Int": 2, "Fel": 1 },
    "resilience": { "value": 5, "note": "Ripped Clothes: 0 AR" },
    "defence": 2,
    "wounds": 6,
    "shock": 3,
    "skills": "Default 5, Awareness 6 (Passive 3), Ballistic Skill 4, Cunning 6, Stealth 8, Survival 7, Weapon Skill 7",
    "abilities": [
      { "type": "BATTLECRY", "name": "Sneaky Gitz", "description": "During the first round of combat in which a Kommando ambushes their opponent, they may use their Stealth dice pool of 8 for any Test." },
      { "type": "ACTION", "name": "Slugga", "stats": "10 +1 ED / Range 6-12-18 / Salvo 1 / Pistol, Waaagh!" },
      { "type": "ACTION", "name": "Choppa", "stats": "7 +3 ED / Range 1 / Reliable, Waaagh!" },
      { "type": "ACTION", "name": "Stikkbombz (2)", "stats": "9 +5 ED / Range 24 / Salvo - / Blast (6)" }
    ],
    "determination": "Spend 1 Ruin to roll 4d6.",
    "conviction": 2,
    "resolve": 1,
    "speed": 6,
    "size": "Avg",
    "mobAbilities": "Kunnin' Infiltraters: When a Mob of Kommandos makes a Stealth (A) Test, add +1 Icon to the result.",
    "source": "Core Rules"
  },
  {
    "id": "ork_nob",
    "name": "ORK NOB",
    "quote": "Pretty flag. I will strip it from its pole and hang your flesh in its place.",
    "attribution": "Barrukk Life-breaker",
    "description": "Ork Nobz are organic sledgehammers, hulking brutes whose fists are large enough to clamp around a man's head and strong enough to rip it from his shoulders. Larger than normal Orks, a Nob's already massive musculature continues to thicken as they grow, as does their appetite for violence.\n\nBrawlers by nature, Nobz are always where the fighting is thickest, second only to a Warboss.",
    "tierThreat": { "1": "A", "2": "A", "3": "E", "4": "T" },
    "keywords": ["ORK", "[CLAN]"],
    "attributes": { "S": 6, "T": 6, "A": 2, "I": 4, "Wil": 3, "Int": 1, "Fel": 2 },
    "resilience": { "value": 11, "note": "'Eavy Armour: 4 AR" },
    "defence": 3,
    "wounds": 10,
    "shock": 5,
    "skills": "Default 6, Awareness 4 (Passive 2), Ballistic Skill 3, Weapon Skill 10",
    "bonuses": [
      { "name": "Champion", "description": "This Threat may use Ruin Actions and has 3 personal Ruin." },
      { "name": "'Ere We Go!", "description": "If this Threat is Engaged at the start of its Turn, it gains +2 damage to melee attacks." }
    ],
    "abilities": [
      { "type": "ACTION", "name": "Shoota", "stats": "10 +1 ED / Range 9-18-27 / Salvo 2 / Assault, Waaagh!" },
      { "type": "ACTION", "name": "Big Choppa", "stats": "11 +5 ED / AP -1 / Range 1 / Waaagh!" },
      { "type": "ACTION", "name": "Stikkbombz (2)", "stats": "9 +5 ED / Range 20 / Blast (6)" },
      { "type": "RUIN", "name": "I'm Da Boss!", "description": "Spend 1 Ruin. All allies with the ORK Keyword within 10 metres gain +2 bonus dice to Weapon Skill (I) Tests." },
      { "type": "REACTION", "name": "Orks Is Never Defeated", "description": "Whenever a Threat with the ORK Keyword dies within 10 metres of the Ork Nob, the Nob may sacrifice 1 Shock. If it does, the ORK Threat may make an immediate attack before it dies." }
    ],
    "determination": "Spend 1 Ruin to roll 4d6.",
    "conviction": 3,
    "resolve": 2,
    "speed": 5,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "painboy",
    "name": "PAINBOY",
    "quote": "Stop yer screamin', 'dis a good fing! Yer old arms was rubbish, these three will be way more killy!",
    "attribution": "Nork Rivets, Painboy",
    "description": "Those Orks with a gleeful interest in 'eksperimentin' on their fellow greenskins become Painboyz, the doctors of the Ork forces. They stitch their kin up on the battlefield with callous efficiency, but the true joy of the Painboy lies in attaching highly speculative augmetics to their patients.",
    "tierThreat": { "1": "A", "2": "E", "3": "T", "4": "T" },
    "keywords": ["ORK", "[CLAN]"],
    "attributes": { "S": 5, "T": 4, "A": 3, "I": 4, "Wil": 3, "Int": 2, "Fel": 1 },
    "resilience": { "value": 6, "note": "Dok's Gubbinz: 1 AR" },
    "defence": 3,
    "wounds": 6,
    "shock": 4,
    "skills": "Default 5, Awareness 6 (Passive 3), Medicae 6, Weapon Skill 8",
    "bonuses": [
      { "name": "Champion", "description": "This Threat may use Ruin Actions and has 3 personal Ruin." },
      { "name": "Bionik Boyz", "description": "A number of ORK Threats equal to the Tier of the game that accompany the Painboy may have Bioniks." },
      { "name": "'Ere We Go!", "description": "If this Threat is Engaged at the start of its Turn, it gains +2 damage to melee attacks." }
    ],
    "abilities": [
      { "type": "ACTION", "name": "Wetwork", "description": "The Painboy uses their Dok's Tools on an ally and makes an attack using one of its weapons, ignoring the Multi-Action DN penalty." },
      { "type": "ACTION", "name": "Dok's Tools", "description": "The Painboy makes a DN 3 Medicae (Int) Test on an ally as a Simple Action. Every Shifted Exalted Icon causes the target to recover 1 additional Wound. If the Painboy rolls a Complication, the Test fails, and the target suffers an additional Wound." },
      { "type": "ACTION", "name": "Power Klaw", "stats": "11 +5 ED / AP -3 / Range 1 / Brutal, Unwieldy (3), Waaagh!" },
      { "type": "ACTION", "name": "'Urty Syringe", "stats": "8 +2 ED / Rending (6)" },
      { "type": "RUIN", "name": "Kwik Fix", "description": "The Painboy uses its Dok's Tools Simple Action." }
    ],
    "determination": "Spend 1 Ruin to roll 4d6.",
    "conviction": 3,
    "resolve": 2,
    "speed": 6,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "grot",
    "name": "GROT",
    "quote": "What's it? What's it? Give Sniklat the shiny.",
    "attribution": "Sniklat Daggerback",
    "description": "Grots are the smaller, weaker cousins of the Orks, but what they lack in size, they more than make up for in raw cunning and natural spite. Far smarter than most Orks, and possessing spindly limbs they use to tinker with tiny gears and levers, Grots provide Ork Meks with invaluable pilots, mechanics, and test subjects.\n\nThey tend to be armed with archaic guns and will retreat to fight another day if overwhelmed.",
    "tierThreat": { "1": "T", "2": "T", "3": "T", "4": "T" },
    "keywords": ["GROT", "ORK"],
    "attributes": { "S": 1, "T": 1, "A": 3, "I": 3, "Wil": 2, "Int": 2, "Fel": 1 },
    "resilience": { "value": 2, "note": "Rags: 0 AR" },
    "defence": 3,
    "wounds": 2,
    "shock": 3,
    "skills": "Default 4, Awareness 4 (Passive 2), Ballistic Skill 2",
    "abilities": [
      { "type": "ACTION", "name": "Grot Blasta", "stats": "7 +1 ED / Range 6-12-18 / Salvo 1 / Pistol" },
      { "type": "ACTION", "name": "Combat Knife", "stats": "3 +2 ED / Range 1" }
    ],
    "determination": "Spend 1 Ruin to roll 3d6.",
    "conviction": 2,
    "resolve": 1,
    "speed": 5,
    "size": "Small",
    "mobAbilities": "Surprisingly Dangerous in Large Numbers: In Mobs of ten or more, Gretchin reroll all die results of 1 on Ballistic Skill (A) Tests, excluding Complications.",
    "source": "Core Rules"
  },
  {
    "id": "killa_kan",
    "name": "KILLA KAN",
    "quote": "Look at dat lil' runt go. Already killed a buncha Gurggdad's Boyz, an' we didn't even finish weldin' on the Grotzooka. Kan's like dat make a Mek proud!",
    "attribution": "Grukk Baddakka, Ork Mek, moments after the creation of Lil' Blitza",
    "description": "Operated by a Grot wired into the chassis, Killa Kans are 10-foot-tall metal silos on spindly piston legs. They are most often seen lurching across conflict zones laying waste to their enemies haphazardly with Scorchas, Buzz Saws, or powered shears.\n\nThe Grot pilots of Killa Kans are often chosen for their untapped rage, and their screams of 'WAAAGH!' can strike fear into the hearts of hardened soldiers.",
    "tierThreat": { "1": "A", "2": "A", "3": "E", "4": "T" },
    "keywords": ["GROT", "ORK"],
    "attributes": { "S": 10, "T": 5, "A": 3, "I": 3, "Wil": 3, "Int": 2, "Fel": 1 },
    "resilience": { "value": 12, "note": "Kan Armour: 6 AR" },
    "defence": 2,
    "wounds": 9,
    "shock": 5,
    "skills": "Default 5, Awareness 6 (Passive 3), Ballistic Skill 7, Weapon Skill 6",
    "abilities": [
      { "type": "ACTION", "name": "Grotzooka", "stats": "12 +2 ED / AP -1 / 9-18-36 / Salvo 1 / Brutal, Spread" },
      { "type": "ACTION", "name": "Buzz Saw", "stats": "17 +6 ED / AP -2 / Range 1 / Brutal, Unwieldy (2)" },
      { "type": "REACTION", "name": "Kanned Rage", "description": "Whenever a Killa Kan is Exhausted or fails a Resolve Test, roll 1d6. If you roll an Icon, the Killa Kan becomes Frenzied, ignoring any penalties and continuing to fight." },
      { "type": "ANNIHILATION", "name": "Explosive", "description": "When a Killa Kan dies, roll a d6. If you roll a Complication, the Killa Kan explodes. Killa Kan Explosion: 12 +5 ED / Blast (10)" }
    ],
    "determination": "Spend 1 Ruin to roll 4d6.",
    "conviction": 3,
    "resolve": 2,
    "speed": 5,
    "size": "Large",
    "mobAbilities": "Scrag 'Em: When a Mob of Killa Kans makes a melee attack Test, it gains a number of bonus dice equal to the Tier of the game. Mob Confidence: A Mob of Killa Kans gains +1 bonus dice to Resolve Tests for every individual in the Mob.",
    "source": "Core Rules"
  },
  {
    "id": "guardian_defender",
    "name": "GUARDIAN DEFENDER",
    "quote": "Worry not of the portents — if they come to us, they have chosen death.",
    "attribution": "Meyennan, Ul-Khari Guardian Defender",
    "description": "The Aeldari are a Species in decline — every citizen of a Craftworld must be trained in the elegant art of Aeldari warfare, ready to defend their home from the hostile galaxy. Though often outnumbered when called to battle, they rely on their advanced technology and sophisticated hit-and-run strategies to defeat their multitudinous foes with minimal losses.",
    "tierThreat": { "1": "T", "2": "T", "3": "T", "4": "T" },
    "keywords": ["AELDARI", "ASURYANI", "[CRAFTWORLD]"],
    "attributes": { "S": 2, "T": 2, "A": 4, "I": 4, "Wil": 2, "Int": 3, "Fel": 1 },
    "resilience": { "value": 6, "note": "Aeldari Mesh: 3 AR" },
    "defence": 3,
    "wounds": 4,
    "shock": 3,
    "skills": "Default 4, Awareness 6 (Passive 3), Ballistic Skill 6",
    "abilities": [
      { "type": "ACTION", "name": "Shuriken Catapult", "stats": "10 +1 ED / Range 6-12-18 / Salvo 3 / Assault, Rending (3)" },
      { "type": "ACTION", "name": "Plasma Grenade (1 Ammo)", "stats": "10 +5 ED / Range 8 / Blast (6)" },
      { "type": "WRATH", "name": "Fire and Fade", "description": "If a Guardian Defender rolls a Wrath Critical on any Test, they may move up to double their Speed after the Test resolves." },
      { "type": "RUIN", "name": "Fire and Fade", "description": "Spend 1 Ruin. The Guardian Defender may activate Fire and Fade as though they had rolled a Wrath Critical on a Test." }
    ],
    "determination": "Spend 1 Ruin to roll 2d6.",
    "conviction": 3,
    "resolve": 3,
    "speed": 7,
    "size": "Avg",
    "mobAbilities": "In a Mob of ten or more Guardian Defenders, two individuals can operate a heavy weapons platform with a Shuriken Cannon (15 +2 ED / Range 12-24-36 / Salvo 1 / Assault, Heavy (6), Penetrating (3)).",
    "source": "Core Rules"
  },
  {
    "id": "wraithguard",
    "name": "WRAITHGUARD",
    "quote": "Gather the dead for war, let them join our ranks, lest we are forced to join theirs.",
    "attribution": "Farseer Kelmon",
    "description": "The Infinity Circuit central to every Craftworld houses the still-conscious souls of deceased Aeldari. Their Spirit Stones are implanted into powerful statuesque constructs formed of psycho-reactive wraithbone.\n\nStanding taller even than the Primaris Astartes, the Wraithguard are built for war — strong, durable, and freed of the constraints of biology.",
    "tierThreat": { "1": "A", "2": "A", "3": "E", "4": "E" },
    "keywords": ["AELDARI", "ASURYANI", "PSYKER", "WRAITH CONSTRUCT", "[CRAFTWORLD]"],
    "attributes": { "S": 9, "T": 7, "A": 4, "I": 6, "Wil": 6, "Int": 8, "Fel": 2 },
    "resilience": { "value": 12, "note": "Wraith Construct Body: 4 AR" },
    "defence": 5,
    "wounds": 15,
    "shock": "-",
    "skills": "Default 7, Awareness 8 (Passive 4), Ballistic Skill 8, Weapon Skill 8",
    "bonuses": [
      { "name": "Wraith Construct", "description": "This Threat is immune to the Bleeding, Exhausted, and Poisoned Conditions, and cannot Suffocate." },
      { "name": "Wraithsight", "description": "This Threat is immune to vision penalties from any source other than the Warp." },
      { "name": "Psyniscience", "description": "This Threat can automatically activate Psyniscience as a Free Action." }
    ],
    "abilities": [
      { "type": "ACTION", "name": "Wraithcannon", "stats": "20 +2 ED / AP -4 / Range 6-12-18 / Salvo 1 / Assault, Force, Heavy (8), Warp Weapon" },
      { "type": "ACTION", "name": "Wraithguard Fists", "stats": "9 +1 ED / AP -1 / Range 1" },
      { "type": "COMPLICATION", "name": "Wraithsight Illusion", "description": "If a Wraithguard rolls a Complication on any Test, they are immediately Blinded as the Warp clouds and muddles their vision. The Blinded penalty is applied to the Test that caused the Complication. This blindness can only be removed by succeeding on a DN 8 Willpower Test made as a Combat Action on the Wraithguard's turn, or through an Aeldari Psyker within 10 metres succeeding on a DN 4 Leadership (Wil) Test." }
    ],
    "determination": "Spend 1 Ruin to roll 10d6.",
    "conviction": 6,
    "resolve": 5,
    "speed": 5,
    "size": "Large",
    "source": "Core Rules"
  },
  {
    "id": "ranger",
    "name": "RANGER",
    "quote": "To wander the stars without destination is to fall to the deepest agonies.",
    "attribution": "Taldar Asuleth",
    "description": "Armed with a specialised Long Rifle and shrouded by chameleon cloaks, Rangers are able to blend into almost any environment. Most enemies will not know what hit them when a Long Rifle shot finds its mark.\n\nDecades, sometimes centuries of exploring the most inhospitable environments and ruined worlds mean that Rangers can move through even the densest terrain as though it were open ground.",
    "tierThreat": { "1": "A", "2": "E", "3": "T", "4": "T" },
    "keywords": ["AELDARI", "ASURYANI", "[CRAFTWORLD]"],
    "attributes": { "S": 2, "T": 3, "A": 7, "I": 4, "Wil": 3, "Int": 3, "Fel": 1 },
    "resilience": { "value": 7, "note": "Aeldari Mesh: 3 AR" },
    "defence": 3,
    "wounds": 5,
    "shock": 4,
    "skills": "Default 7, Awareness 8 (Passive 4), Ballistic Skill 8, Stealth 8, Weapon Skill 8",
    "bonuses": [
      { "name": "Cameleoline Cloak", "description": "Gain +1 bonus die to Stealth (A) Tests and +1 Defence while in cover or shadows." },
      { "name": "Champion", "description": "This Threat may use Ruin Actions and has 2 personal Ruin." }
    ],
    "abilities": [
      { "type": "ACTION", "name": "Ranger Long Rifle", "stats": "10 +1 ED / Range 18-36-54 / Salvo 0 / Sniper (2)" },
      { "type": "ACTION", "name": "Combat Knife", "stats": "4 +2 ED / Range 1" },
      { "type": "WRATH", "name": "Sniper", "description": "When this Threat rolls a 6 on the Wrath Die as part of a ranged attack, all Wounds inflicted are Mortal Wounds." }
    ],
    "determination": "Spend 1 Ruin to roll 3d6.",
    "conviction": 3,
    "resolve": 2,
    "speed": 7,
    "size": "Avg",
    "source": "Core Rules"
  },
  {
    "id": "corsair",
    "name": "CORSAIR",
    "quote": "Betrayal is inevitable. Each of us walks the stars alone.",
    "attribution": "Drasar Yl'aqir",
    "description": "Like Rangers, Eldar Corsairs have abandoned the relative safety of their Craftworld to follow the path of the Outcast, but Corsairs find little peace in simply wandering the stars. Unable to look inwards for meaning, they cast ambitious eyes out into the galaxy, hoping to find purpose in adventure, pleasure, and riches.\n\nA Corsair is often found in lavish attire — fine tunics buttoned under flowing jackets or expensive cloaks.",
    "tierThreat": { "1": "E", "2": "T", "3": "T", "4": "T" },
    "keywords": ["AELDARI", "ANHRATHE", "[COTERIE]"],
    "attributes": { "S": 2, "T": 2, "A": 4, "I": 4, "Wil": 1, "Int": 3, "Fel": 2 },
    "resilience": { "value": 6, "note": "Corsair Armour: 3 AR" },
    "defence": 3,
    "wounds": 4,
    "shock": 2,
    "skills": "Default 4, Awareness 6 (Passive 3), Athletics 6, Pilot 5, Weapon Skill 8",
    "bonuses": [
      { "name": "Uncanny Balance", "description": "Corsairs gain +1 bonus die when they use Athletics (S) Interaction Attacks." },
      { "name": "Reckless Abandon", "description": "Corsairs gain an extra +2 bonus dice when they All-Out Attack." }
    ],
    "abilities": [
      { "type": "ACTION", "name": "Lasblaster", "stats": "7 +1 ED / Range 12-24-36 / Salvo 4 / Assault" },
      { "type": "ACTION", "name": "Shuriken Pistol", "stats": "10 +1 ED / Range 6-12-18 / Salvo 2 / Pistol, Rending (3)" },
      { "type": "ACTION", "name": "Corsair Sword", "stats": "5 +3 ED / Range 1 / Parry" }
    ],
    "determination": "Spend 1 Ruin to roll 2d6.",
    "conviction": 1,
    "resolve": 1,
    "speed": 7,
    "size": "Avg",
    "mobAbilities": "Cutting Camaraderie (Battlecry): A Mob of Corsairs gains +2 bonus dice to all Tests until they fail a Test or one of them is slain.",
    "source": "Core Rules"
  },
  {
    "id": "genestealer",
    "name": "GENESTEALER",
    "quote": "They move in the blink of an eye, and kill in the beat of the heart. Underestimate them at your peril.",
    "attribution": "Kilovan, Veteran Sergeant of the Dark Angels",
    "description": "Genestealers are insidious aliens characterised by their six limbs, bulbous craniums, and ridged carapaces. A subtype of Tyranids, Genestealers are agile, durable, and surprisingly strong bipeds, able to scuttle with horrible speed on clawed limbs. They can tear through even the toughest armour with their razor-sharp talons.\n\nSkulking from the shadowed corridors of Space Hulks and devastated Imperium facilities, Genestealers are nightmare creatures cunning enough to lay traps and launch ambushes.",
    "tierThreat": { "1": "A", "2": "A", "3": "E", "4": "E" },
    "keywords": ["GENESTEALER CULT", "TYRANID"],
    "attributes": { "S": 6, "T": 6, "A": 6, "I": 6, "Wil": 4, "Int": 1, "Fel": 1 },
    "resilience": { "value": 7 },
    "defence": 5,
    "wounds": 12,
    "shock": 7,
    "skills": "Default 6, Awareness 8 (Passive 4), Athletics 10, Stealth 10, Weapon Skill 10",
    "bonuses": [
      { "name": "Second Strike", "description": "This Threat reduces the Multi-Attack penalty by 2 DN, as though it had the Dual Wield Talent." }
    ],
    "abilities": [
      { "type": "BATTLECRY", "name": "Swift and Deadly", "description": "The Threat Seizes the Initiative without spending a point of Ruin and Charges. It gains an additional +1 bonus die to its attack Test as part of the Charge." },
      { "type": "ACTION", "name": "Rending Claws", "stats": "12 +4 ED / AP -2 / Range 1 / Rending (2)" },
      { "type": "DETERMINATION", "name": "Lightning Reflexes", "description": "Spend 1 Ruin to roll 6d6. This Threat can roll Determination against Mortal Wounds." }
    ],
    "determination": "Spend 1 Ruin to roll 6d6. (Lightning Reflexes)",
    "conviction": 4,
    "resolve": 3,
    "speed": 8,
    "size": "Avg",
    "mobAbilities": "Flurry of Claws: As long as all individuals in a Mob of Genestealers target the same opponent, they gain +2 bonus dice to the attack Test.",
    "source": "Core Rules"
  },
  {
    "id": "genestealer_patriarch",
    "name": "GENESTEALER PATRIARCH",
    "quote": "A perfect form... four arms, glistening claws, the better to rend our deluded foes. All hail the Emperor Scaled!",
    "attribution": "Evelyn Webbyr, convert to the Cult of the Giving Claw",
    "description": "When a Genestealer is separated from the gestalt Tyranid Hive Mind, its genetic makeup alters. It creates a lair, then captures living prey, implanting its own unholy genetic material into the host body.\n\nAs the Patriarch's cult grows, so does its power. Its body morphs and enlarges, becoming stronger, faster, and deadlier. Its psychic powers develop, spreading the near-telepathic link between its progeny.\n\nA Genestealer Patriarch is a terrifying foe at any Tier. Armies have fallen to these deadly villains — the Agents may be better off fleeing.",
    "tierThreat": { "1": "A", "2": "A", "3": "A", "4": "A" },
    "keywords": ["GENESTEALER CULT", "PSYKER", "TYRANID"],
    "attributes": { "S": 10, "T": 8, "A": 6, "I": 8, "Wil": 8, "Int": 4, "Fel": 2 },
    "resilience": { "value": 9 },
    "defence": 7,
    "wounds": 18,
    "shock": "-",
    "skills": "Default 8, Awareness 10 (Passive 5), Athletics 11, Psychic Mastery 10, Stealth 10, Weapon Skill 12",
    "bonuses": [
      { "name": "Champion", "description": "This Threat may use Ruin Actions and has 4 personal Ruin." },
      { "name": "Living Idol", "description": "Any Threats with GENESTEALER CULT within 10 metres gain +2 bonus dice to all Tests." },
      { "name": "Second Strike", "description": "This Threat reduces the Multi-Attack penalty by 2 DN, as though it had the Dual Wield Talent." }
    ],
    "abilities": [
      { "type": "BATTLECRY", "name": "Swift & Deadly", "description": "The Threat Seizes the Initiative without spending a point of Ruin and Charges. It gains an additional +1 bonus die to its attack Test as part of the Charge." },
      { "type": "ACTION", "name": "Broodmind", "description": "The Genestealer Patriarch may attempt to activate Smite, Psyniscience, Deny the Witch, Compel, Fog the Mind, Psychic Shriek, or Terrify. May use Broodmind and Monstrous Rending Claws without Multi-Action penalty." },
      { "type": "ACTION", "name": "Monstrous Rending Claws", "stats": "15 +4 ED / AP -3 / Range 1 / Rending (3)" },
      { "type": "RUIN", "name": "Broodmind", "description": "Spend 1 Ruin. The Genestealer Patriarch attempts to activate a Psychic Power or Deny the Witch." },
      { "type": "DETERMINATION", "name": "Lightning Reflexes", "description": "Spend 1 Ruin to roll 8d6. This Threat can roll Determination against Mortal Wounds." }
    ],
    "determination": "Spend 1 Ruin to roll 8d6. (Lightning Reflexes)",
    "conviction": 8,
    "resolve": 7,
    "speed": 8,
    "size": "Large",
    "source": "Core Rules"
  },
  {
    "id": "acolyte_hybrid",
    "name": "ACOLYTE HYBRID",
    "quote": "Well, at least we know the cooker works on these things. Burn the corpses of the fallen and find out what Throne-damned hole this blasphemous beast crawled out of!",
    "attribution": "Marie Von Xardt, Ordo Xenos Inquisitor",
    "description": "The first and second generations of the Genestealer Infection are known as Acolyte Hybrids, bestial creatures closest in form to the Genestealers. They have a strong Broodmind bond, hunting in packs through the sewers of cities and long-abandoned mineshafts.\n\nLiving at the edges of society, they must often make do with whatever weapon they can scavenge, and mining equipment is easy to acquire.",
    "tierThreat": { "1": "A", "2": "E", "3": "T", "4": "T" },
    "keywords": ["GENESTEALER CULT", "TYRANID"],
    "attributes": { "S": 5, "T": 4, "A": 4, "I": 4, "Wil": 4, "Int": 2, "Fel": 1 },
    "resilience": { "value": 7, "note": "Customised Worker's Fatigues: 2 AR" },
    "defence": 3,
    "wounds": 8,
    "shock": 5,
    "skills": "Default 6, Awareness 8 (Passive 4), Stealth 8, Weapon Skill 8",
    "bonuses": [
      { "name": "Second Strike", "description": "This Threat reduces the Multi-Attack penalty by 2 DN, as though it had the Dual Wield Talent." }
    ],
    "abilities": [
      { "type": "ACTION", "name": "Autopistol", "stats": "7 +1 ED / 12-24-36 / Salvo 3 / Rapid Fire 1" },
      { "type": "ACTION", "name": "Cultist Knife", "stats": "6 +2 ED / Range 1" },
      { "type": "ACTION", "name": "Rending Claw", "stats": "11 +4 ED / AP -2 / Range 1 / Rending (2)" },
      { "type": "REACTION", "name": "Unquestioning Loyalty", "description": "Whenever a Threat with the GENESTEALER CULT and PSYKER Keywords within 6m is targeted by an attack, the Acolyte Hybrid interposes themself and becomes the new target." }
    ],
    "determination": "Spend 1 Ruin to roll 6d6.",
    "conviction": 3,
    "resolve": 2,
    "speed": 6,
    "size": "Avg",
    "mobAbilities": "Broodmind: This Threat gains +3 bonus dice to Resolve Tests when within 20 metres of a Threat with the GENESTEALER CULT and PSYKER Keywords.",
    "source": "Core Rules"
  },
  {
    "id": "neophyte_hybrid",
    "name": "NEOPHYTE HYBRID",
    "quote": "Don't decry his skin condition, Garrus. He's the hardest worker here, even if he is sour company.",
    "attribution": "Voigt Sevrae, Trachlan strip-mine manager",
    "description": "The third and fourth generations of a Genestealer Cult are known as Neophyte Hybrids and represent the point at which the Genestealer strain has integrated with Human genetics to produce cultists who can pass for Imperials. They appear almost Human, relying on numbers, preparation, and coordination in combat.\n\nThey possess Human intelligence linked into the Broodmind, retaining the fierce loyalty of all cult members.",
    "tierThreat": { "1": "T", "2": "T", "3": "T", "4": "T" },
    "keywords": ["GENESTEALER CULT", "TYRANID"],
    "attributes": { "S": 3, "T": 3, "A": 3, "I": 3, "Wil": 3, "Int": 3, "Fel": 2 },
    "resilience": { "value": 6, "note": "Worker's Fatigues: 2 AR" },
    "defence": 2,
    "wounds": 5,
    "shock": 4,
    "skills": "Default 4, Awareness 5 (Passive 3), Ballistic Skill 5, Stealth 6, Weapon Skill 5",
    "bonuses": [
      { "name": "Passes For Human", "description": "A DN 3 Awareness (Int) Test is required to notice a Neophyte Hybrid is not Human." }
    ],
    "abilities": [
      { "type": "ACTION", "name": "Autogun", "stats": "7 +1 ED / 12-24-36 / Salvo 3 / Rapid Fire 1" },
      { "type": "ACTION", "name": "Autopistol", "stats": "7 +1 ED / 6-12-18 / Salvo 2 / Pistol" },
      { "type": "REACTION", "name": "Unquestioning Loyalty", "description": "Whenever a Threat with the GENESTEALER CULT and PSYKER Keywords within 6m is targeted by an attack, the Neophyte Hybrid interposes themself and becomes the new target." }
    ],
    "determination": "Spend 1 Ruin to roll 3d6.",
    "conviction": 3,
    "resolve": 2,
    "speed": 6,
    "size": "Avg",
    "mobAbilities": "Broodmind: This Threat gains +3 bonus dice to Resolve Tests when within 20 metres of a Threat with the GENESTEALER CULT and PSYKER Keywords.",
    "source": "Core Rules"
  },
  {
    "id": "cult_magus",
    "name": "CULT MAGUS",
    "quote": "A corpse asks for the sweat from your brow and the blood from your veins. Has he protected you from hunger? From the lash of the whip? No. He is dead, and we are risen!",
    "attribution": "Velit, Magus of the Cult of the Giving Claw",
    "description": "Emerging from the fourth generation of a Genestealer Cult, a Magus might be Human in appearance but is xenos of mind. The Patriarch uses the mind of a powerful Psyker to communicate directly with its followers and coordinate the infiltration of the planet.\n\nA Genestealer Cult Magus is engineered when the cultists infect a Warp-touched Human who then produces this sophisticated hybrid. The Magus acts as the lawgiver and high priest of the cult.",
    "tierThreat": { "1": "A", "2": "A", "3": "E", "4": "E" },
    "keywords": ["GENESTEALER CULT", "TYRANID"],
    "attributes": { "S": 4, "T": 4, "A": 3, "I": 4, "Wil": 8, "Int": 6, "Fel": 6 },
    "resilience": { "value": 5, "note": "Magus Robe: 0 AR" },
    "defence": 3,
    "wounds": 10,
    "shock": 11,
    "skills": "Default 6, Awareness 8 (Passive 4), Deception 8, Insight 8, Leadership 10, Persuasion 10, Psychic Mastery 10",
    "bonuses": [
      { "name": "Champion", "description": "This Threat may take Ruin actions and has 2 personal Ruin." },
      { "name": "Passes For Human", "description": "A DN 3 Awareness (Int) Test is required to notice a Neophyte Hybrid is not Human." },
      { "name": "Spiritual Leader", "description": "Allied GENESTEALER CULT Threats within 10m gain +4 bonus dice to resist psychic powers." }
    ],
    "abilities": [
      { "type": "BATTLECRY", "name": "Cult Recruitment", "description": "The Genestealer Cult Magus attempts to activate Possession." },
      { "type": "ACTION", "name": "Broodmind", "description": "The Cult Magus may attempt to activate Smite, Psyniscience, Deny the Witch, Compel, Fog the Mind, Psychic Shriek, or Terrify." },
      { "type": "ACTION", "name": "Autopistol", "stats": "7 +1 ED / Range 6-12-18 / Pistol" },
      { "type": "ACTION", "name": "Force Stave", "stats": "12 +2 ED / AP -1 / Range 2 / Brutal, Force" },
      { "type": "RUIN", "name": "Broodmind", "description": "Spend 1 Ruin. The Cult Magus attempts to activate a Psychic Power or Deny the Witch." }
    ],
    "determination": "Spend 1 Ruin to roll 3d6.",
    "conviction": 8,
    "resolve": 7,
    "speed": 6,
    "size": "Avg",
    "source": "Core Rules"
  }
]
